Repository: Lazyice1172/SEDV_CA
Catalog: SEDV_*/locale/*/LC_MESSAGES/django.po
Languages: fr, zh_hans

source: Welcome to language translation!
fr: Bienvenue dans la traduction linguistique!
zh_hans: 欢迎来到语言翻译！

source: English
fr: Anglais
zh_hans: 英语

source: French
fr: Français
zh_hans: 法语

source: Simplified Chinese
zh_hans: 简体中文

source: About
fr: À propos
zh_hans: 关于

source: We are driven by loving what we do and what we make everyday. We get to use the finest ingredients to make what we believe are the tastiest treats around. And.. we love the idea that our treats are making people happy every time they bite into one. How much fun is that!
fr: Nous sommes motivés par l’amour de ce que nous faisons et de ce que nous faisons tous les jours. Nous pouvons utiliser les meilleurs ingrédients pour faire ce que nous croyons être les friandises les plus savoureuses qui soient. Et.. nous aimons l’idée que nos friandises rendent les gens heureux chaque fois qu’ils mordent dans l’un d’eux. Comme c’est amusant!
zh_hans: 我们被热爱我们所做的事情和我们每天所做的事情所驱使。 我们可以使用最好的原料来制作我们认为最美味的食物。 而且.. 我们喜欢我们的款待让人们每次咬一口都开心的想法。 那是多么有趣啊！

source: Find Out More
fr: En savoir plus
zh_hans: 找到更多

source: Birthday
fr: Date de naissance
zh_hans: 生日

source: Create a birthday worth remembering with our special birthday cupcakes.
fr: Créez un anniversaire qui vaut la peine d’être rappelé avec nos cupcakes d’anniversaire spéciaux.
zh_hans: 用我们特别的生日纸杯蛋糕创造一个值得纪念的生日。

source: Wedding
fr: Mariage
zh_hans: 婚礼

source: Our wedding cupcakes will be sure to assist you in having the most special day of your life.
fr: Nos cupcakes de mariage ne manqueront pas de vous aider à passer le jour le plus spécial de votre vie.
zh_hans: 我们的婚礼纸杯蛋糕一定会帮助您度过一生中最特别的一天。

source: Holiday
fr: Vacances
zh_hans: 节假日

source: Our holiday-themed cupcakes are sure to boost any occassion.
fr: Nos cupcakes sur le thème des fêtes rehausseront à coup sûr toutes les occasions.
zh_hans: 我们以假日为主题的纸杯蛋糕一定会为任何场合增添光彩。

source: Your Favourite Cupcake!
fr: Votre petit gâteau préféré !
zh_hans: 你最喜欢的纸杯蛋糕！

source: Order Now!
fr: Commandez maintenant!
zh_hans: 现在下单！

source: Product Details
zh_hans: 产品详情

source: Order Cupcake Online
fr: Commander Cupcake en ligne
zh_hans: 在线订购纸杯蛋糕

source: Fruit
zh_hans: 水果

source: A cupcake classic! Double chocolate sponge covered in a smooth and decadent chocolate icing.
zh_hans: 经典的纸杯蛋糕！ 双层巧克力海绵覆盖着光滑而颓废的巧克力糖衣。

source: Contains: Milk, Eggs, Gluten
zh_hans: 包含：牛奶，鸡蛋，面筋

source: Gift Box of 12 cupcakes
fr: Coffret cadeau de 12 cupcakes
zh_hans: 12 个纸杯蛋糕礼盒

source: Delivery cost: $10 per order
zh_hans: 运费：每单$10

source: Add to Cart
zh_hans: 添加到购物车

source: Contact Us!
fr: Nous contacter!
zh_hans: 联系我们！

source: Easter Cupcake
fr: Cupcake de Pâques
zh_hans: 复活节蛋糕

source: Treat yourself with our new Easter cupcakes. Sweet and fragrant filled with seasonal fruits and berries!
fr: Faites-vous plaisir avec nos nouveaux cupcakes de Pâques. Sucré et parfumé rempli de fruits et de baies de saison!
zh_hans: 用我们的新复活节纸杯蛋糕犒劳自己。 甜美芬芳，充满时令水果和浆果！

source: Plan your events with us!
fr: Planifiez vos événements avec nous!
zh_hans: 与我们一起计划您的活动！

source: With years of experience baking and decorating cupcakes, we will ensure that your celebrations become special!
fr: Avec des années d’expérience dans la cuisson et la décoration de cupcakes, nous veillerons à ce que vos célébrations deviennent spéciales!
zh_hans: 凭借多年烘焙和装饰纸杯蛋糕的经验，我们将确保您的庆祝活动变得特别！

source: Get Quote
fr: Obtenir un devis
zh_hans: 获得报价

source: Need Inspiration?
fr: Besoin d’inspiration ?
zh_hans: 需要灵感吗？

source: We are ready to hear you out and provide you with lovely ideas. We love planning with our customers and making each and every event unique. Here are a couple bundles we offer!
fr: Nous sommes prêts à vous écouter et à vous donner de belles idées. Nous aimons planifier avec nos clients et rendre chaque événement unique. Voici quelques offres groupées que nous proposons !
zh_hans: 我们已准备好听取您的意见，并为您提供可爱的想法。 我们喜欢与客户一起计划，让每一个活动都独一无二。 这是我们提供的几个捆绑包！

source: Holidays
fr: Vacances
zh_hans: 节假日

source: Holiday rush? No need to worry! We remain open, providing you with delicious cupcakes when you need them most!
zh_hans: 假期匆忙？ 不用担心！ 我们保持开放，在您最需要的时候为您提供美味的纸杯蛋糕！

source: View
fr: Voir
zh_hans: 看法

source: Weddings
fr: Mariage
zh_hans: 婚礼

source: Why not choose us to cater your wedding with our adorable tux-and-dress cupcakes?
fr: Pourquoi ne pas nous choisir comme traiteur pour votre mariage avec nos adorables cupcakes en forme de smoking et de robe ?
zh_hans: 为什么不选择我们用我们可爱的晚礼服和礼服纸杯蛋糕来满足您的婚礼？

source: Birthdays
fr: Date de naissance
zh_hans: 生日

source: Big or small, we are able to make any birthday feel spacial!
fr: Qu'il soit petit ou grand, nous sommes capables de faire en sorte que n'importe quel anniversaire se déroule dans l'espace !
zh_hans: 无论大小，我们都能让任何生日都变得特别！

source: Looking for a treat?
fr: Vous cherchez une friandise ?
zh_hans: 寻找款待？

source: Store
fr: Magasin
zh_hans: 店铺

source: Contact
zh_hans: 接触

source: Flavours
fr: Les saveurs
zh_hans: 口味

source: Price
fr: Prix
zh_hans: 价格

source: Cream Cupcake
fr: Petit gâteau à la crème
zh_hans: 奶油蛋糕

source: Chocolate
fr: Chocolat
zh_hans: 巧克力

source: Package / Deals
fr: Forfait / Offres
zh_hans: 套餐/优惠

source: Mix and Match
zh_hans: 连连看

source: Event Package
zh_hans: 活动套餐

source: Gift Box
zh_hans: 礼物盒

source: cupcake classic! Double chocolate sponge covered in a smooth and decadent chocolate icing.
fr: cupcake classique! Double éponge au chocolat recouverte d’un glaçage au chocolat lisse et décadent.

source: Delivery cost: €10 per order
fr: Frais de livraison : 10 € par commande
